Repository: kzarmax/gethalal_theme
Catalog: languages/*.po
Languages: ar

source: Display Site Title & Tagline
ar: عرض عنوان الموقع والشعار

source: Excerpt Settings
ar: إعدادات المقتطف

source: On Archive Pages, posts show:
ar: في صفحات الأرشيف، تعرض المنشورات:

source: Summary
ar: الملخص

source: Full text
ar: النص الكامل

source: Background color
ar: لون الخلفية

source: Colors & Dark Mode
ar: الألوان والوضع الليلي

source: Dark Mode is a device setting. If a visitor to your site requests it, your site will be shown with a dark background and light text. <a href="%s">Learn more about Dark Mode.</a>
ar: الوضع الليلي هو إعداد من إعدادات الجهاز. إذا طلبه زائر موقعك، فسيتم عرض موقعك بخلفية داكنة ونص فاتح. <a href="%s">تعرف على المزيد عن الوضع الليلي.</a>

source: Dark Mode can also be turned on and off with a button that you can find in the bottom right corner of the page.
ar: يمكن تشغيل وإيقاف الوضع الليلي أيضًا بزر يمكن أن تجده في الزاوية السفلية اليمنى من الصفحة.

source: Dark Mode support
ar: دعم الوضع الليلي

source: Dark Mode: %s
ar: الوضع الليلي: %s

source: Get Halal uses LocalStorage when Dark Mode support is enabled.
ar: يستخدم موقع جيت حلال (GetHalal) مساحة التخزين الداخلية عند تمكين دعم الوضع الليلي.

source: Suggested text:
ar: النص المقترح:

source: This website uses LocalStorage to save the setting when Dark Mode support is turned on or off.<br> LocalStorage is necessary for the setting to work and is only used when a user clicks on the Dark Mode button.<br> No data is saved in the database or transferred.
ar: يستخدم هذا الموقع مساحة التخزين الداخلية لحفظ الإعدادات عند تشغيل أو إيقاف دعم الوضع الليلي.<br> من الضروري استخدام مساحة التخزين الداخلية حتى يعمل هذا الإعداد، ويتم استخدامها فقط عند نقر المستخدم فوق زر الوضع الليلي.<br> لم يتم تخزين أي بيانات في قاعدة البيانات أو نقلها إليها.

source: Once Time
ar: مرة واحدة

source: Weekly
ar: أسبوعيًّا

source: Monthly
ar: شهريًا

source: 11-12 AM
ar: 11-12 صباحًا

source: 1-2 PM
ar: 1-2 مساءً

source: 3-4 PM
ar: 3-4 مساءً

source: 5-6 PM
ar: 5-6 مساءً

source: Page
ar: الصفحة

source: Older comments
ar: تعليقات أقدم

source: Newer comments
ar: تعليقات أجدد

source: Leave a comment
ar: إضافة تعليق

source: Top Categories
ar: الفئات الأعلى استخدامًا

source: About GetHalal
ar: تعرّف على جيت حلال (GetHalal)

source: About Us
ar: تعرّف علينا

source: How it Works
ar: طريقة العمل

source: Blogger
ar: المدونة

source: Careers
ar: الوظائف

source: Impressum
ar: الحقائق

source: Need Help?
ar: هل تحتاج إلى مساعدة؟

source: Call Us
ar: اتصل بنا

source: Help Center
ar: مركز المساعدة

source: Download GetHalal
ar: تنزيل جيت حلال (GetHalal)

source: Primary menu
ar: القائمة الرئيسية

source: Secondary menu
ar: القائمة الثانوية

source: Extra small
ar: صغير جدًا

source: Small
ar: صغير

source: Normal
ar: عادي

source: Large
ar: كبير

source: Extra large
ar: كبير جدًا

source: Huge
ar: ضخم

source: Gigantic
ar: عملاق

source: Black
ar: أسود

source: Dark gray
ar: رمادي داكن

source: Gray
ar: رمادي

source: Green
ar: أخضر

source: Blue
ar: أزرق

source: Purple
ar: أرجواني

source: Red
ar: أحمر

source: Orange
ar: برتقالي

source: Yellow
ar: أصفر

source: White
ar: أبيض

source: Purple to yellow
ar: أرجواني مائل إلى الاصفرار

source: Yellow to purple
ar: أصفر مائل إلى الأرجواني

source: Green to yellow
ar: أخضر مائل إلى الاصفرار

source: Yellow to green
ar: أصفر مائل إلى الاخضرار

source: Red to yellow
ar: أحمر مائل إلى الاصفرار

source: Yellow to red
ar: أصفر مائل إلى الاحمرار

source: Purple to red
ar: أرجواني مائل إلى الاحمرار

source: Red to purple
ar: أحمر مائل إلى الأرجواني

source: Footer
ar: تذييل الصفحة

source: Add widgets here to appear in your footer.
ar: إضافة عناصر واجهة المستخدم هنا لتظهر في تذييل الصفحة الخاصة بك.

source: Join Now
ar: انضم الآن

source: My Account
ar: حسابي

source: My Orders
ar: طلباتي

source: My payment options
ar: خيارات الدفع الخاصة بي

source: My Address
ar: عنواني

source: Notifications
ar: الإشعارات

source: Change Passwords
ar: تغيير كلمات المرور

source: Terms & Policy
ar: الشروط والسياسة

source: Logout
ar: تسجيل الخروج

source: Display Name
ar: اسم المستخدم

source: Email
ar: البريد الإلكتروني

source: Phone
ar: الهاتف

source: Country / Region
ar: البلد/المنطقة

source: Address
ar: العنوان

source: Apartment
ar: الشقة

source: Floor
ar: الطابق

source: Land Mark
ar: علامة مميزة

source: Postcode / ZIP
ar: الرمز البريدي/رمز ZIP

source: Personal Information
ar: المعلومات الشخصية

source: Name*
ar: الاسم*

source: Phone Number*
ar: رقم الهاتف*

source: Delivery Address
ar: عنوان التوصيل

source: Address*
ar: العنوان*

source: Enter Your zip code*
ar: أدخل رمز ZIP الخاص بك*

source: Apartment*
ar: الشقة*

source: Floor*
ar: الطابق*

source: Set is as Default
ar: تعيين كافتراضي

source: Save
ar: حفظ

source: Placed
ar: تم التأكيد

source: Preparing
ar: جارٍ التحضير

source: Shipping
ar: جارٍ الشحن

source: Delivered
ar: تم التوصيل

source: Default
ar: افتراضي

source: Edit
ar: تعديل

source: Change Your Location
ar: تغيير موقعك

source: Enter Your Zip code
ar: أدخل رمز ZIP الخاص بك

source: English
ar: الإنجليزية

source: Deutsch
ar: الألمانية

source: Turkish
ar: التركية

source: Arabic
ar: العربية

source: Categories
ar: الفئات

source: Shop Now
ar: تسوق الآن

source: Add a Coupon
ar: إضافة كوبون

source: Delivery Date & Time
ar: موعد وتاريخ التوصيل

source: Invalid Delivery Time.
ar: وقت التسليم غير صحيح.

source: Usage of the title attribute on the login logo is not recommended for accessibility reasons. Use the link text instead.
ar: لا يوصى باستخدام سمة العنوان على شعار تسجيل الدخول لأسباب تتعلق بإمكانية الوصول. استخدم نص الرابط بدلاً من ذلك.

source: Powered by WordPress
ar: تم إنشاؤه بواسطة WordPress

source: Page %
ar: الصفحة %

source: Published in %s
ar: تم النشر في %s

source: Edit %s
ar: تعديل %s

source: Full size
ar: حجم كامل

source: Display name
ar: اسم المستخدم

source: Email address
ar: عنوان البريد الإلكتروني

source: Phone Number
ar: رقم الهاتف

source: Zip Code
ar: رمز ZIP

source: %s is a required field.
ar: %s حقل مطلوب.

source: Zip Code is a not valid.
ar: رمز ZIP غير صحيح.

source: Account address saved successfully.
ar: تم حفظ عنوان الحساب بنجاح.

source: Display name cannot be changed to email address due to privacy concern.
ar: لا يمكن تغيير اسم المستخدم إلى عنوان البريد الإلكتروني بسبب مشاكل تتعلق بالخصوصية.

source: %s is not a valid phone number.
ar: %s ليس رقم هاتف صحيحًا.

source: Please provide a valid email address.
ar: يُرجى إدخال عنوان بريد إلكتروني صحيح.

source: This email address is already registered.
ar: عنوان البريد الإلكتروني هذا مسجل بالفعل.

source: Account details changed successfully.
ar: تم تغيير تفاصيل الحساب بنجاح.

source: This address is not registered.
ar: هذا العنوان غير مسجل.

source: Details
ar: التفاصيل

source: Description
ar: الوصف

source: Please input valid postcode
ar: يرجى إدخال رمز بريدي صحيح

source: Please input postcode
ar: يرجى إدخال رمز بريدي

source: Why you need to cancel?
ar: لماذا تحتاج إلى الإلغاء؟

source: Other
ar: أخرى

source: Yes, Cancel the Order
ar: نعم، إلغاء الطلب

source: No, i need the order
ar: لا، أحتاج الطلب

source: This theme requires WordPress 5.3 or newer. You are running version %s. Please upgrade.
ar: هذا التصميم يتطلب إصدار WordPress 5.3 أو أحدث. إصدارك الحالي هو %s. يرجى الترقية.

source: Get Halal
ar: جيت حلال (GetHalal)

source: Large text
ar: نص كبير

source: A new portfolio default theme for WordPress
ar: تصميم افتراضي لملف أعمال جديد لـ WordPress

source: Links area
ar: منطقة الروابط

source: A huge text followed by social networks and email address links.
ar: نص ضخم تتبعه روابط شبكات التواصل الاجتماعي وعنوان البريد الإلكتروني.

source: Let&#8217;s Connect.
ar: فلنتواصل.

source: Twitter
ar: تويتر (Twitter)

source: Instagram
ar: إنستجرام (Instagram)

source: Dribbble
ar: دريبل (Dribbble)

source: Media and text article title
ar: عنوان مقالة وسائط ونص

source: A Media & Text block with a big image on the left and a heading on the right. The heading is followed by a separator and a description paragraph.
ar: كتلة وسائط ونص فيه صورة كبيرة على اليسار وعنوان على اليمين. يوجد بعد العنوان فاصل، وفقرة، وصف.

source: Playing in the Sand
ar: لعب في الرمال

source: Berthe Morisot<br>(French, 1841-1895)
ar: بيرثي ماريسوت<br>(فرنسية، 1841-1895)

source: Overlapping images
ar: صور متداخلة

source: Three images inside an overlapping columns block.
ar: ثلاث صور داخل كتلة أعمدة متداخلة.

source: Two images showcase
ar: صورتان معروضتان

source: A media & text block with a big image on the left and a smaller one with bordered frame on the right.
ar: كتلة وسائط ونص فيهما صورة كبيرة على اليسار وصورة أصغر بإطار محفوف على اليمين.

source: Overlapping images and text
ar: صور متداخلة ونص

source: An overlapping columns block with two images and a text description.
ar: كتلة أعمدة متداخلة مع صورتين ووصف نص.

source: Beautiful gardens painted by Berthe Morisot in the late 1800s
ar: حدائق جميلة بريشة بيرثي موريسوت أواخر القرن التاسع عشر

source: Portfolio list
ar: قائمة مجموعة الأعمال

source: A list of projects with thumbnail images.
ar: قائمة بالمشروعات مع صور مصغرة.

source: Roses Trémières
ar: زهور الخطمية الوردية

source: Villa with Orange Trees, Nice
ar: فيلا مع أشجار البرتقال، مدينة نيس

source: In the Bois de Boulogne
ar: في غابة بولونيا

source: The Garden at Bougival
ar: الحديقة في بوجيفال

source: Young Woman in Mauve
ar: امرأة شابة في زِيّ موف

source: Reading
ar: تقرأ

source: Contact information
ar: بيانات الاتصال

source: A block with 3 columns that display contact information and social media links.
ar: كتلة فيها 3 أعمدة تعرض معلومات الاتصال وروابط الوسائط الاجتماعية.

source: Overlap
ar: تداخل

source: Borders
ar: الحدود

source: Frame
ar: الإطار

source: Dividers
ar: علامات التقسيم

source: Thick
ar: سميك

source: <strong>Error</strong>: Please enter a username.
ar: <strong>خطأ</strong>: يرجى إدخال اسم مستخدم.

source: <strong>Error</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
ar: <strong>خطأ</strong>: اسم المستخدم هذا غير صالح؛ لأنه يستخدم أحرفًا غير مسموح بها. الرجاء إدخال اسم مستخدم صحيح.

source: <strong>Error</strong>: This username is already registered. Please choose another one.
ar: <strong>خطأ</strong>: اسم المستخدم هذا مسجل بالفعل. يرجى اختيار اسم مختلف.

source: <strong>Error</strong>: Sorry, that username is not allowed.
ar: <strong>خطأ</strong>: عذرًا، اسم المستخدم هذا غير مسموح به.

source: <strong>Error</strong>: Please type your email address.
ar: <strong>خطأ</strong>: يرجى كتابة عنوان بريدك الإلكتروني.

source: <strong>Error</strong>: The email address isn&#8217;t correct.
ar: <strong>خطأ</strong>: عنوان البريد الإلكتروني هذا غير صحيح.

source: <strong>Error</strong>: This email is already registered. Please choose another one.
ar: <strong>خطأ</strong>: عنوان البريد الإلكتروني هذا مسجل بالفعل. يرجى اختيار عنوان بريد إلكتروني مختلف.

source: <strong>Error</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">site admin</a>!
ar: <strong>خطأ</strong>: تعذر تسجيلك. يرجى التواصل مع <a href="mailto:%s">مسؤول الموقع</a>!

source: Open menu
ar: فتح القائمة

source: Payment methods
ar: طرق السداد

source: My Addresses
ar: عناويني

source: Change Password
ar: تغيير كلمة المرور

source: Create your website with blocks
ar: أنشئ موقعك الإلكتروني باستخدام الكتل

source: Add block patterns
ar: إضافة نمط كتل

source: Block patterns are pre-designed groups of blocks. To add one, select the Add Block button [+] in the toolbar at the top of the editor. Switch to the Patterns tab underneath the search bar, and choose a pattern.
ar: أنماط الكتلة هي مجموعات مصممة مسبقًا من الكتل. لإضافة أحدها، حدد زر إضافة كتلة [+] في شريط الأدوات أعلى المحرر. انتقل إلى علامة تبويب الأنماط أسفل شريط البحث، واختر نمطًا.

source: Frame your images
ar: أطّر صورك

source: Get Halal includes stylish borders for your content. With an Image block selected, open the "Styles" panel within the Editor sidebar. Select the "Frame" block style to activate it.
ar: يحتوي Get Halal على أطر أنيقة لمحتواك. افتح لوحة "Styles" في الشريط الجانبي للمحرر أثناء تحديد كتلة صورة. حدد نمط كتلة "Frame" لتنشيطه.

source: Overlap columns
ar: أعمدة متداخلة

source: Get Halal also includes an overlap style for column blocks. With a Columns block selected, open the "Styles" panel within the Editor sidebar. Choose the "Overlap" block style to try it out.
ar: يحتوي Get Halal أيضًا على نمط متداخل لكتل الأعمدة. افتح لوحة "Styles" في الشريط الجانبي للمحرر أثناء تحديد كتلة الأعمدة. اختر نمط الكتلة "Overlap" لتجربته.

source: Need help?
ar: هل تحتاج إلى مساعدة؟

source: Read the Theme Documentation
ar: اقرأ وثائق الموضوع

source: Check out the Support Forums
ar: تفقد منتديات الدعم

source: Continue reading %s
ar: متابعة القراءة %s

source: Untitled
ar: بدون عنوان

source: This content is password protected. Please enter a password to view.
ar: المحتوى محمي بكلمة مرور. يرجى إدخال كلمة المرور لاستعراضه.

source: Password
ar: كلمة المرور

source: Published %s
ar: تم النشر %s

source: By %s
ar: من قِبل %s

source: Featured post
ar: منشور بارز

source: Categorized as %s
ar: مصنف كـ %s

source: Tagged %s
ar: مميز بعلامة %s

source: Newer <span class="nav-short">posts</span>
ar: منشورات <span class="nav-short">أجدد</span>

source: Older <span class="nav-short">posts</span>
ar: منشورات <span class="nav-short">أقدم</span>

source: Confirm your administration email
ar: تأكيد بريدك الإلكتروني المسؤول

source: (opens in a new tab)
ar: (يتم فتحها في علامة تبويب جديدة)

source: Why is this important?
ar: لماذا هذا مهم؟

source: Current administration email: %s
ar: البريد الإلكتروني المسؤول الحالي: %s

source: <strong>Error</strong>: Your password reset link appears to be invalid. Please request a new link below.
ar: <strong>خطأ</strong>: يبدو أن رابط إعادة تعيين كلمة المرور غير صالح. الرجاء طلب رابط جديد مما يلي.

source: <strong>Error</strong>: Your password reset link has expired. Please request a new link below.
ar: <strong>خطأ</strong>: يبدو أن رابط إعادة تعيين كلمة المرور قد انتهت صلاحيته. الرجاء طلب رابط جديد مما يلي.

source: Lost Password
ar: كلمة المرور مفقودة

source: Please enter your username or email address. You will receive an email message with instructions on how to reset your password.
ar: الرجاء إدخال اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك. ستتلقى رسالة إلكترونية تحتوي على إرشادات كيفية إعادة تعيين كلمة المرور الخاصة بك.

source: Forgot your Password?
ar: هل نسيت كلمة المرور الخاصة بك؟

source: We’ll send you a link to reset your password
ar: سنرسل إليك رابطًا لإعادة تعيين كلمة المرور الخاصة بك

source: Enter Your Email Address
ar: أدخل عنوان بريدك الإلكتروني

source: Don`t have an account?
ar: ليس لديك حساب؟

source: SignUp
ar: تسجيل

source: <strong>Error</strong>: The passwords do not match.
ar: <strong>خطأ</strong>: كلمات المرور غير متطابقة.

source: Password Reset
ar: إعادة تعيين كلمة المرور

source: Your password has been reset.
ar: تمت إعادة تعيين كلمة المرور الخاصة بك.

source: Log in
ar: تسجيل الدخول

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Enter your new password below or generate one.
ar: أدخل كلمة المرور الجديدة أدناه أو أنشئ واحدة.

source: Register
ar: تسجيل

source: Registration Form
ar: نموذج التسجيل

source: Register For This Site
ar: سجل في هذا الموقع

source: Sign Up
ar: تسجيل

source: Welcome to Get Halal
ar: مرحبًا بك في Get Halal

source: Continue with Facebook
ar: متابعة من خلال Facebook

source: Continue with Google
ar: متابعة من خلال Google

source: OR
ar: أو

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

source: Login
ar: تسجيل الدخول

source: Check your email for the confirmation link, then visit the <a href="%s">login page</a>.
ar: تحقق من صندوق بريدك الإلكتروني للحصول على رابط التأكيد، ثم قم بزيارة <a href="%s">صفحة تسجيل الدخول</a>.

source: Registration complete. Please check your email, then visit the <a href="%s">login page</a>.
ar: اكتمل التسجيل. يرجى التحقق من صندوق بريدك الإلكتروني، ثم قم بزيارة <a href="%s">صفحة تسجيل الدخول</a>.

source: Check your email
ar: تفقد بريدك الإلكتروني

source: Missing request ID.
ar: مُعرّف الطلب مفقود.

source: Missing confirm key.
ar: مفتاح التأكيد مطلوب.

source: User action confirmed.
ar: تم تأكيد إجراء المستخدم.

source: <strong>Error</strong>: Cookies are blocked due to unexpected output. For help, please see <a href="%1$s">this documentation</a> or try the <a href="%2$s">support forums</a>.
ar: <strong>خطأ</strong>: تم حظر ملفات تعريف الارتباط بسبب الإخراج غير المتوقع. للحصول على المساعدة، يرجى الاطلاع على <a href="%1$s">هذه الوثيقة</a> أو جرب زيارة <a href="%2$s">منتديات الدعم</a>.

source: <strong>Error</strong>: Cookies are blocked or not supported by your browser. You must <a href="%s">enable cookies</a> to use WordPress.
ar: <strong>خطأ</strong>: ملفات تعريف الارتباط محظورة أو لا يدعمها متصفحك. يجب عليك أن <a href="%s">تتيح ملفات تعريف الارتباط</a> ليتسنى لك استخدام WordPress.

source: You have logged in successfully.
ar: لقد سجلت الدخول بنجاح.

source: Your session has expired. Please log in to continue where you left off.
ar: لقد انتهت صلاحية جلستك. يرجى تسجيل الدخول للاستمرار من حيث توقفت.

source: You are now logged out.
ar: تم تسجيل خروجك الآن.

source: <strong>Error</strong>: User registration is currently not allowed.
ar: <strong>خطأ</strong>: تسجيل المستخدم غير مسموح به حاليًا.

source: <strong>You have successfully updated WordPress!</strong> Please log back in to see what&#8217;s new.
ar: <strong>لقد حدثت WordPress بنجاح!</strong> يرجى إعادة تسجيل الدخول للاطلاع على المستجدات.

source: Recovery Mode Initialized. Please log in to continue.
ar: تمت تهيئة وضع الاسترداد. الرجاء تسجيل الدخول للمتابعة.

source: Log In
ar: تسجيل الدخول

source: <span class="meta-nav">Published in</span><span class="post-title">%s</span>
ar: <span class="meta-nav">تم النشر في</span><span class="post-title">%s</span>

source: Next post
ar: المنشور التالي

source: Previous post
ar: المنشور السابق

source: Sorry , no result about
ar: عذرًا، لا توجد نتائج عن

source: Continue shopping
ar: مواصلة التسوق

source: View all of %s's posts.
ar: عرض جميع منشورات %s.

source: Your cart is empty.
ar: عربة تسوقك فارغة.

source: Most sold Products
ar: المنتجات الأكثر مبيعًا

source: Shipping to %s.
ar: يشحن إلى %s.

source: Change address
ar: تغيير العنوان

source: Shipping options will be updated during checkout.
ar: سيتم تحديث خيارات الشحن أثناء السداد مع الخروج.

source: Shipping costs are calculated during checkout.
ar: يتم احتساب تكاليف الشحن أثناء السداد مع الخروج.

source: Enter your address to view shipping options.
ar: أدخل عنوانك لعرض خيارات الشحن.

source: There are no shipping options available. Please ensure that your address has been entered correctly, or contact us if you need any help.
ar: لا تتوفر خيارات شحن. يرجى التأكد من إدخال عنوانك بشكل صحيح، أو الاتصال بنا إذا كنت بحاجة إلى أي مساعدة.

source: No shipping options were found for %s.
ar: لم يتم العثور على خيارات الشحن لـ %s.

source: Enter a different address
ar: أدخل عنوانًا مختلفًا

source: (estimated for %s)
ar: (مُقدر لـ %s)

source: Available on backorder
ar: متوفر في الطلبات المؤجلة

source: Payment
ar: السداد

source: Order Placed
ar: تم تأكيد الطلب

source: Add a new address
ar: إضافة عنوان جديد

source: Add a new Address
ar: إضافة عنوان جديد

source: Next
ar: التالي

source: Schedule a time
ar: جدولة موعد

source: You must be logged in to checkout.
ar: يجب أن تسجل الدخول لدفع الطلب.

source: Add Coupon
ar: إضافة كوبون

source: Returning customer?
ar: عميل سابق؟

source: Click here to login
ar: انقر هنا لتسجيل الدخول

source: If you have shopped with us before, please enter your details below. If you are a new customer, please proceed to the Billing section.
ar: إذا كنت قد تسوقت معنا من قبل، فيرجى إدخال التفاصيل الخاصة بك فيما يلي. أما إذا كنت عميلاً جديدًا، فيرجى المتابعة إلى قسم الفواتير.

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
ar: عذرًا، يبدو أنه لا توجد طرق دفع متاحة لموقعك. يرجى الاتصال بنا إذا كنت بحاجة إلى مساعدة أو رغبت في إجراء ترتيبات بديلة.

source: Payment Method
ar: طريقة السداد

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
ar: عذرًا، يبدو أنه لا توجد طرق دفع متاحة لولايتك. يرجى الاتصال بنا إذا كنت بحاجة إلى مساعدة أو رغبت في إجراء ترتيبات بديلة.

source: Please fill in your details above to see available payment methods.
ar: يرجى إدخال بياناتك أعلاه للاطلاع على طرق الدفع.

source: For every purchase over %s GetHalal will donate %s to Chairty
ar: ستقدم %s GetHalal تبرعات %s إلى الجمعيات الخيرية نظير كل عملية شراء

source: Purchase Summary
ar: ملخص الشراء

source: Place Order
ar: تأكيد طلب

source: Your order has been placed succuessfully
ar: تم تأكيد طلبك بنجاح

source: Shop again
ar: تسوق مرة أخرى

source: Track Your order
ar: تتبع طلبك

source: Thank you. Your order has been received.
ar: شكرًا لك. لقد تلقينا طلبك.

source: Add a new card/Debit
ar: إضافة بطاقة خصم/ائتمان جديدة

source: Save your card for future purchase
ar: حفظ بطاقتك لعمليات الشراء المستقبلية

source: Current password
ar: كلمة المرور الحالية

source: New password
ar: كلمة المرور الجديدة

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
ar: هل فقدت كلمة المرور الخاصة بك؟ يرجى إدخال اسم المستخدم أو عنوان البريد الإلكتروني. سوف تتلقى رابطًا عبر البريد الإلكتروني لإنشاء كلمة مرور جديدة.

source: Billing address
ar: عنوان إرسال الفواتير

source: No Notifications Yet.
ar: لا توجد إشعارات حتى الآن.

source: When you got noitigications ,they’ll show up here
ar: ستظهر الإشعارات هنا عندما تتلقاها

source: Enter a new password below.
ar: أدخل كلمة مرور جديدة تاليًا.

source: Password reset email has been sent.
ar: تم إرسال رسالة بريد إلكتروني لإعادة تعيين كلمة المرور.

source: A password reset email has been sent to the email address on file for your account, but may take several minutes to show up in your inbox. Please wait at least 10 minutes before attempting another reset.
ar: تم إرسال رسالة إلكترونية لإعادة تعيين كلمة المرور إلى عنوان البريد الإلكتروني المسجل لحسابك، ولكن قد تستغرق عدة دقائق لتظهر في صندوقك للوارد. يرجى الانتظار لمدة 10 دقائق على الأقل قبل الشروع في محاولة إعادة تعيين أخرى.

source: Available downloads
ar: التنزيلات المتاحة

source: %s download remaining
ar: %s تنزيل متبقٍّ

source: Order
ar: الطلب

source: Date
ar: التاريخ

source: Status
ar: الحالة

source: Total
ar: الإجمالي

source: Recent orders
ar: الطلبات الحديثة

source: Upcoming
ar: القادم

source: History
ar: السجل

source: %1$s for %2$s item
ar: %1$s مقابل %2$s عنصر

source: R-Order
ar: طلب

source: Payment Methods
ar: طرق السداد

source: %1$s card ......%2$s
ar: %1$s بطاقة......%2$s

source: Add a new Card
ar: إضافة بطاقة جديدة

source: Order status
ar: حالة الطلب

source: Order Information
ar: معلومات الطلب

source: Order id:#%1$s
ar: رقم تعريف الطلب:#%1$s

source: Date: %1$s
ar: التاريخ: %1$s

source: Payment method:#%1$s
ar: طريقة السداد:#%1$s

source: Customer name:%1$s
ar: اسم العميل:%1$s

source: N/A
ar: غير متوفر

source: Mobile no: %1$s
ar: رقم الهاتف المحمول: %1$s

source: Cancel Your Order
ar: إلغاء طلبك
